[
    {
        "riddle": "When is the best time to go to the dentist?", 
        "answer": "Tooth-Hurty"
    }, 
    {
        "riddle": "I have a ring, but no hands. I used to be plugged into the wall but now I follow you every where. What am I?", 
        "answer": "A Telephone"
    }, 
    {
        "riddle": "What season dose Humpty Dumpty hate the most?", 
        "answer": "Fall"
    }, 
    {
        "riddle": "What do you call a can opener that doesn’t work?", 
        "answer": "A cant opener"
    }, 
    {
        "riddle": "A plane crashes directly on the border of the US and Canada. Where do they bury the survivors?", 
        "answer": "You dont bury survivors"
    }, 
    {
        "riddle": "What kind of table is good for you to eat?", 
        "answer": "Vegetable"
    }, 
    {
        "riddle": "There are 7 birds in a tree. A hunter shoots one bird down. How many birds are left in the tree?", 
        "answer": "None because the rest of them got scared and flew away"
    }, 
    {
        "riddle": "What gets broken without being held?", 
        "answer": "A promise"
    }, 
    {
        "riddle": "What has two ends but no beginning?", 
        "answer": "A rope"
    }, 
    {
        "riddle": "Why couldn’t the toilet paper cross the road?", 
        "answer": "It kept getting stuck in the cracks"
    }, 
    {
        "riddle": "How many people are dead in a standard grave yard?", 
        "answer": "All of them"
    }, 
    {
        "riddle": "What do you see once in a year, twice in a week, but only twice in forever?", 
        "answer": "The letter E"
    }, 
    {
        "riddle": "I am weightless but can be seen. Put me in a bucket and I will make it lighter. What am I?", 
        "answer": "A Hole"
    }, 
    {
        "riddle": "I am odd number, remove one letter and I become even, what number am I?", 
        "answer": "Seven, take out the 'S' and it will become even"
    }, 
    {
        "riddle": "With the rich I am blue, with the poor I am red, with the amphibian I am cold but with the dog I am hot instead, what am I?", 
        "answer": "Blood"
    }, 
    {
        "riddle": "rsdasfsa", 
        "answer": "asfasf"
    }
]